Repository: 5axes/SpoonAntiWarping
Catalog: resources/i18n/*/spoonantiwarping.po
Languages: fr_fr

# @label
source: Remove All
fr_fr: Supprimer Tous

# @info:label
source: Info modification current profile '
fr_fr: Information modification du profil actuel Paramètre '

# @info:label
source: ' parameter New value :
fr_fr: ' Nouvelle valeur :

# @info:label
source: Skirt
fr_fr: Jupe

# @info:title
source: Warning ! Spoon Anti-Warping
fr_fr: Attention ! Cuillère Anti-Décollement

# @label
source: Remove Last
fr_fr: Supprimer Derniers

# @info:title
source: Post Processing Spoon Order
fr_fr: Script SpoonOrder

# @label
source: Spoon Anti-Warping
fr_fr: Cuillère Anti-Décollement

# @info:tooltip
source: Add Automatique Anti-Warping Spoon
fr_fr: Ajout automatique Cuillère Anti-Décollement

# @label
source: Diameter
fr_fr: Diamètre

# @label
source: Spoon Handle Length
fr_fr: Longueur Attache

# @label
source: Spoon Handle Width
fr_fr: Largeur Attache

# @label
source: Number of layers
fr_fr: Nombre de couches

# @label
source: Initial Layer Speed
fr_fr: Vitesse Couche Initiale

# @option:check
source: Direct shape
fr_fr: Forme directe

# @label
source: Automatic Addition
fr_fr: Ajout Automatique
